<template>
    <div class="bg">
        <Header />
        <div class="container">
            <div class="text-container">
                <h1 class="special">~~~ О нас ~~~</h1>
                <p>ООО "Резерви Фасиль" — компания, занимающаяся организацией
                    онлайн-бронирований мест в ресторанах.
                </p>
                <p>Юридический адрес компании: г. Ставрополь, ул. Лермонтова, 343 
                </p>
                <p>В переводе с французского Réserver Facile означает
                    "Бронировать легко", что полностью отражает суть компании
                    — мы обеспечиваем нашим клиентам возможность
                    бронировать места в любимых ресторанах легко и быстро,
                    не выходя из дома.
                </p>
                <p>Платформа существует за счёт ежемесячных выплат
                    ресторанов-партнёров (оплата за присутствие на платформе).
                </p>
                <p>Бронируя столик, пользователи вносят предоплату, устанавливаемую
                    индивидуально каждым рестораном для каждого своего столика.
                    Эта оплата носит характер денежного залога, и затем
                    вычитается из стоимости чека в самом ресторане после заказа
                    блюд, однако вычет не может превышать 50% от суммы чека. 
                </p>
                <p>Пользуясь платформой "Резерви Фасиль", пользователь даёт
                    согласие на обработку персональных данных.
                </p>
                <p>Для получения более подробной информации Вы можете
                    ознакомиться с нашим <NuxtLink to="#" class="license-link">
                    Лицензионным соглашением</NuxtLink>.
                </p>
            </div>
        </div>
        <Footer />
    </div>
</template>

<script setup lang="ts">

</script>

<style scoped src="./about.css">

</style>